{
  "id" : "0",
  "term_count" : "86",
  "sample" : "0",
  "modified_date" : "1757085748.569663",
  "version" : "0",
  "terms" : [
    {
      "term" : "What are the two types of conformity and define",
      "id" : "1299478313",
      "definition" : "Internalisation: privately changing personal views permanently ( deep type of conformity where we take on the majority view because we genuinely believe it \/ accept it as correct) \n\nCompliance: Temporary public acting in with wishes \/ actions of others whilst privately maintaining our own views. ( surface level conformity to gain approval from others or avoid their disapproval )",
      "version" : "1"
    },
    {
      "term" : "What is ISI",
      "id" : "1299478318",
      "definition" : "Information ta social influence is the agreeing of the opinion of the majority because we believe it is correct and we want to be right also. Closely linked to internalisation as a deeper level of influence",
      "version" : "1"
    },
    {
      "term" : "What is NSI",
      "id" : "1299478321",
      "definition" : "Normative social influence is an explanation of conformity where we agree with the majority because we want to be liked and fit in. Clearly linked to compliance as it is surface level conformity.",
      "version" : "1"
    },
    {
      "term" : "Define conformity",
      "id" : "1299478325",
      "definition" : "A change in a person’s behaviour\/thoughts\/opinions as a result of a real\/imagined pressure from a person or group of people,.",
      "version" : "1"
    },
    {
      "term" : "Define majority influence",
      "id" : "1299478328",
      "definition" : "When a larger group of people changes the behaviours\/beliefs\/attitudes of a smaller group (linked to compliance)",
      "version" : "1"
    },
    {
      "term" : "Define minority influence",
      "id" : "1299478331",
      "definition" : "When a smaller group of people changes the behaviours\/beliefs\/attitudes of a larger group (linked to internalisation.",
      "version" : "1"
    },
    {
      "term" : "Describe the link between the number of people and the pressure to conform",
      "id" : "1299478332",
      "definition" : "The more ppl the more pressure",
      "version" : "1"
    },
    {
      "term" : "What are some reasons for why people do not conform.",
      "id" : "1299478334",
      "definition" : "Situational variables:\nDependent on the situation\/environmental influence eg. Number of people, location, severity of pressure to conform\n\nDispositional variables: \nDependent on someone’s personality and their inherent tendency to be a conformer or to go against the majority.",
      "version" : "1"
    },
    {
      "term" : "How could research into conformity be misused?",
      "id" : "1299478336",
      "definition" : "One manipulative person could use human social tendencies to exploit the masses in order to prioritise their own self-interest. Eg. Politicians could push for their party to be voted for or for their views to be believed\/shared\/celebrated.",
      "version" : "1"
    },
    {
      "term" : "What are the 4 cost guidelines?",
      "id" : "1299478337",
      "definition" : "1. Informed consent\n2. Deception\n3. Psychological harm and distress\n4. Privacy and confidentiality",
      "version" : "1"
    },
    {
      "term" : "Describe the two process theory (not detailed)",
      "id" : "1299478338",
      "definition" : "Theory of why we conform",
      "version" : "1"
    },
    {
      "term" : "Who came up with the two process theory",
      "id" : "1299478340",
      "definition" : "Gerard and deutsch",
      "version" : "1"
    },
    {
      "term" : "When is ISI most likely to occur",
      "id" : "1299478341",
      "definition" : "-ambiguous situations\n-increased pressure situations (rapid decisions\/behaviour is required)\n-When you believe others are more equipped\/expert than you\n-the situation is new and you dont know what’s right.",
      "version" : "1"
    },
    {
      "term" : "When is NSI most likely to occur",
      "id" : "1299478342",
      "definition" : "-when you’re with strangers and concerned about rejection\n-with friends\/ ppl you know as care about social approval from them\n-stressful situations where ppl have a high need for social support.",
      "version" : "1"
    },
    {
      "term" : "Describe jennesse’s study 1932",
      "id" : "1299478344",
      "definition" : "Participants were asked to estimate the number of beans in a jar and individuals tended to converge to a group norm.",
      "version" : "1"
    },
    {
      "term" : "EVAL: NSI SUPPORT: Schultz describe",
      "id" : "1299478345",
      "definition" : "Schultz found that hotel guests exposed to a normative message (that 75% of guests reused their towels each day) reduced their own towel use by 25%.",
      "version" : "1"
    },
    {
      "term" : "Evaluate Schultz’s study:",
      "id" : "1299478346",
      "definition" : "+social setting, natural environment so external validity as humans more likely to act as they would everyday in a real life context therefore more accurate. \n- no internal validity as other variables may be at play as it isn’t in a highly controlled setting therefore decreased confidence in results.",
      "version" : "1"
    },
    {
      "term" : "16 marker basic question ao1 social influence",
      "id" : "1299478347",
      "definition" : "AO1: Conformity, as outlined by the 2-process theory of Gerrard and Deutsch, has two theorised explanations; Informational social influence(ISI): the theory that behaviour is changed in order to conform to the majority’s beliefs\/actions due to the desire to be right \/ the fear to be wrong, and normative social influence(NSI): the theory that behaviour is changed to conform to the majority’s beliefs\/actions due to the desire to fit-in and be liked. ISI is closely linked to internalisation (a deep, permanent type of conformity) as it involves wanting to be right, so you start believing the actions are correct and as a result you change your personal and public opinions to that of the majority. An example of ISI could be going on an LGBTQ+ march with a group of your friends who support the movement and subsequently changing your private views permanently in favour of the LGBTQ+ community. NSI is closely linked to compliance, a surface-level, temporary type of conformity) as it involves wanting to fit in, so differing personal views are maintained in private but altered to fit the majority in public. An example of NSI is wearing a specific brand of clothing in public eg. Hollister clothes, despite not liking the style because everyone else is wearing it and you want to fit in.",
      "version" : "1"
    },
    {
      "term" : "EVAL ao3 16m basic social influence : schultz +nsi",
      "id" : "1299478348",
      "definition" : "One positive feature is the research evidence for the 2-process theory of conformity under Schultz which supported the idea of normative social influence. Schultz found that hotel guests exposed to the normative message that 75% of guests reused their towels each day (rather than requiring fresh towels) reduced their own towel use by 25%. This research suggests that the other guests thought that the majority of people were reusing their towels and therefore didn’t want to be different\/ wanted to fit in, so changed their behaviour to reuse their own towels in order to fit in. Consequently, this evidence supports the idea of normative social influence which can explain conformity so therefore it can be said to be an accurate theory.",
      "version" : "1"
    },
    {
      "term" : "EVAL ao3 16m basic social influence : asch +isi",
      "id" : "1299478350",
      "definition" : "One negative feature is the research evidence which can be said to contradict the informational social influence aspect of the 2-process theory. For example Asch found that students were less conformist (28% than other participants (37%)in his pencil line study. Perrin and Spencer also found that science students showed very little conformity in their respective studies. This evidence shows how informational social influence may not be an explanation of conformity for everyone as people who are more confident in their knowledge (eg. Science students)\/ are not necessarily in an ambiguous situation so are less likely to conform.) Overall perhaps this evidence suggests that not everyone is influenced by ISI in the same manner, and different groups of people may be more or less likely to conform as a result of informational social influence. Consequently, this study doesn’t support that the 2-process theory can wholly explain conformity so it can be said to be over-simplified.",
      "version" : "1"
    },
    {
      "term" : "EVAL ao3 16m basic social influence : jennesse + 2-pt",
      "id" : "1299478351",
      "definition" : "Another positive feature is Jennesse’s study where participants were asked to estimate the number of beans in a jar and the group always tended to converge to a group norm. This evidence shows how the 2-process theory influences conformity as participants relayed that they altered their original answer to be similar to the rest of the group either to be liked\/ to fit in or to be correct. This shows how in ambiguous situations people tend to fear being different or fear being wrong so find comfort or safety in following the majority. Consequently this evidence supports the idea of the 2-process theory which can explain conformity as it can be said to plausible and accurate.",
      "version" : "1"
    },
    {
      "term" : "Evaluate Jenness’ study",
      "id" : "1299478352",
      "definition" : "+internal validity: lab experiment so organised and variables highly controlled causing a defined cause and effect relationship, resulting in increased validity of the experiment. \n-lack of external validity: pts knew they were under investigation and was conducted outside of social \/natural setting leading to increased likelihood of abnormal behaviour, decreasing the validity of the experiment.",
      "version" : "1"
    },
    {
      "term" : "Evaluate schultz’ study",
      "id" : "1299478353",
      "definition" : "+ external validity : in humans natural environment\/social setting -> more realistic conditions where behaviour studied is normally exhibited therefore more valid in terms of every day behaviour which can be more accurately generalised to a real life context.\n- low internal validity: difficult to control other variables which may have influenced results therefore decreased confidence I’m results as cause and effect relationship isn’t clear.",
      "version" : "1"
    },
    {
      "term" : "What was Asch’s aim",
      "id" : "1299478354",
      "definition" : "To investigate conformity on an unambiguous task",
      "version" : "1"
    },
    {
      "term" : "Describe asch’s procedure",
      "id" : "6213819165",
      "definition" : "-100+ American male undergrads\n-7 pts tested at once\n-showed series of lines (1 line had to be matched in length to 1\/3 others)\n-all but one = confederates who all gave SAME wrong answer \n-pt = always last one to answer",
      "version" : "1"
    },
    {
      "term" : "Finding asch",
      "id" : "6213819173",
      "definition" : "-36.8% Pts conformed\n-75% pts conformed at least once\n-in the control trials ppl made mistakes 1% of the time",
      "version" : "1"
    },
    {
      "term" : "Name the 3 variables affecting conformity levels and explain in context to A’s experiment.",
      "id" : "6213819177",
      "definition" : "Group size : more = more (when majority = <3, little conformity, when at 3, conf. jumped to 31.8% and any further addition of confederates made little difference to C. Levels. - this suggests that a small minority is not sufficient for influence to be exerted bu there is no need for a majority of more than 3.)\n\nTask difficulty: harder = more (conf. increased as line-judging task increased in difficulty as less sure on answer so turned to majority for guidance as assumed they were correct\/knew smth they didn’t (ISI))\n\nUnanimity: more = more less= less (NSI didn’t want to feel out of place so conformed as everyone else agreed.) ( introduced one dissenter and pts conformity level dropped to 5.5%) this is because the dissenter breaks the imagined\/real power of the majority as they not only model non-conformist behaviour to be help resist group pressure, but it gives support to pt. Who felt they could stand up against majority.",
      "version" : "1"
    },
    {
      "term" : "Evaluate aschs study",
      "id" : "6213819180",
      "definition" : "-)Lacks temporal validity: we can question the relation of what results were then and if they can be generalised to nowadays as would likely be different now given that in the 1950s conformity was promoted and more prevalent. Eg. Traditional - everyone did similar things, married at 20, 2.4 kids each and standing out was an issue. Therefore less valid due to difference in time frame study conducted as nowadays being a disruptor is celebrated and people lead more varied and modern lifestyles, so asch’s results may not be consistent across time and may only be relevant to the 1950s.\n-\/+)can’t be validly generalised: Perrin and spencer replicated aschs study with engineering students in UK in 1980 and found they were less conformist (only 1 conformed to of 360) because they had more confidence in their own abilities when measuring lines. This suggests that factors affecting conformity impact people differently which can depend on their course\/skills. Therefore this contradicted aschs experiment as results were much lower, however it could support aschs hypothesis which considers the relation of task difficulty when measuring conformity.\n-\/+)artificial research which lacks eternal validity: lab experiment means pts weren’t in natural environment combined with use of demand characteristics (obviousness of confederates incorrect answers) leads to increased likelihood of abnormal behaviour - result less valid. Lacks mundane realism as task was not reflective of tasks performed in every day life, therefore cannot be used as completely comprehensive evidence for conformity in real life. However, use of lab meant highly controlled, so internal validity was high resulting in a clear cause and effect relationship concerning the IV and DV in the study.  \n-\/+) ethics: to evaluate study, cost benefit analysis. Whilst pts were deceived right from the beginning as asch didn’t tell them true aim of study, this would’ve likely caused them to act based upon how they believe they should act and not how they subconsciously would in the real world (abnormal behaviour) so more benefit as otherwise study would’ve been invalid. Bc true aim wasn’t revealed, no informed consent so this was violated but was outweighed by abnormal behaviour threat. No psychological harm and distress other than embarrassment and uncomfortable potentially. Privacy and confidentiality was for the most part maintained. Overall, it was a valuable piece of research which helps us to display human tendencies and further understand it, which could lead to factors affecting conformity being used to our advantage when trying to improve society as a whole, eg. End racism.",
      "version" : "1"
    },
    {
      "term" : "Define obedience",
      "id" : "6213819184",
      "definition" : "Type of social influence where someone acts in response to satisfy a direct order from authority.",
      "version" : "1"
    },
    {
      "term" : "Compare conformity and obedience",
      "id" : "6213819186",
      "definition" : "Conf: \nChanging behvaiour to match majority \nObe:\nFollowing orders from authority\nConf: nobody asks necessarily, conscience\nObe: authority asks\nConf: we do it to fit in\/be right\nObe: we do it in fear of unpleasant likely consequence.",
      "version" : "1"
    },
    {
      "term" : "Describe milgrams procedure",
      "id" : "6213819188",
      "definition" : "1. Pt given role of learner and confederate given teacher\n2. Learner strapped to chair w\/ electric shock plates, teacher sees this and learner answers Qs\n3. For any incorrect answers, teachers issues electric shock\n4. For each wrong answer, volt increases (15-450V)",
      "version" : "1"
    },
    {
      "term" : "Describe milgrams findings",
      "id" : "6213819189",
      "definition" : "All pts continued to 300V (intense shock)\n65% went to highest - 450V (lethal shock)",
      "version" : "1"
    },
    {
      "term" : "What are the conclusions of milgrams study",
      "id" : "6213819191",
      "definition" : "ordinary ppl extremely obedient to authority, even when asked to behave inhumanly.",
      "version" : "1"
    },
    {
      "term" : "Ethical issues with milgrams study",
      "id" : "6213819192",
      "definition" : "-Lack of informed consent: didn’t fully know what they were getting into, unaware of use of confederates, couldn’t therefore consent fully.\n-right to withdraw violated: pressured to continue and weren’t allowed to leave (“experiment requires you to continue”)\n-protection from harm: thought they killed someone (mentally scarred, remorseful, guilt) clearly distressed, one pt. had convulsions, sweaty, stress, laughed out of discomfort.\n-deception: deceived to avoid DCs.",
      "version" : "1"
    },
    {
      "term" : "Describe how Sheridan and king’s experiment supported + contradicted milgram",
      "id" : "6213819193",
      "definition" : "-recreated more realistic version on a puppy which they could see using real electric shocks (not so high.)\n-men: 54% despite knowing it was real.\n-women: 100%! Went to 450%\nFindings: \nSimilar results therefore m is quite accurate \nM failed to acknowledge women who were more obedient",
      "version" : "1"
    },
    {
      "term" : "Methodological issues with milgrams study",
      "id" : "6213819194",
      "definition" : "- sample: only American men (androcentrism)therefore cannot generalise results to other genders or people of different cultures (eurocentrism) as unable to validly assume all ppl behave in the same way. -> individualistic culture vs collectivism, despite this study has been replicated across cultures and found similar results.\n-task: lacks mundane realism as not an everyday obedience task so cannot be truly generalised to every day life obedience.\n-Participants knowledge: may have guessed experiment objective (DCs) and adjusted behaviour based on either the please you or screw you effect, resulting in abnormal behaviour which lowers internal validity.\n-environment: lab - low eco validity - increase likelihood of abnormal behaviour -> c + e",
      "version" : "1"
    },
    {
      "term" : "How to counter ethical issues",
      "id" : "6213819196",
      "definition" : "Informed consent - retrospective consent\nDeception - debrief\nPsych harm and distress - offer support + right to withdraw\nPrivacy and confidentiality- keep locked away or destroy data",
      "version" : "1"
    },
    {
      "term" : "What is ethnocentrism",
      "id" : "6213819197",
      "definition" : "Way research was conducted hasn’t considered all cultures\/only one.",
      "version" : "1"
    },
    {
      "term" : "What us alpha bias",
      "id" : "6213819198",
      "definition" : "Where difference found are exaggerated",
      "version" : "1"
    },
    {
      "term" : "What is beta bias",
      "id" : "6213819199",
      "definition" : "Minimises differences",
      "version" : "1"
    },
    {
      "term" : "Gender bias within milgrams study",
      "id" : "6213819200",
      "definition" : "Androcentism - male perspective focus \nBeta bias - minimised and ignored differences between men and women.",
      "version" : "1"
    },
    {
      "term" : "Criticism of milgrams methodology",
      "id" : "6213819201",
      "definition" : "Ethno and androcentrims questions generalisability and the theory has no universality",
      "version" : "1"
    },
    {
      "term" : "Supporting replication of milgrams study - le jeu de la mort",
      "id" : "6213819202",
      "definition" : "Pts believed contestants for a new game show, paid to give electric shocks (fake) when ordered to do so by the presenter to other pts (actors)\n-80% of pts delivered max 460V and behaviour = identical to that shown in M’s study",
      "version" : "1"
    },
    {
      "term" : "Hofling et al- supporting evidence",
      "id" : "6213819203",
      "definition" : "-field study on nurses - instructed to deliver astroten (unknown) but known overdose. Against hospital policy to a)administer over phone b)unapproved drug\n21\/22 nurses gave overdose. \n+) support bc shows most ppl comply\n+) field study with external validity backs up results\n+) showed importance of practical study\/theoretical as asked similar group and 10\/12 said they wouldn’t do it,when in reality 21\/22 did. \n-) critique M for not involving women (women = more obedient\n-) less valid supporting evidence as less int. validity as other variables eg. Previously doctors got angry if didn’t obey - feared consequence \/ previous association\/learning so can’t be sure that it was just because they were ordered to -> c X e",
      "version" : "1"
    },
    {
      "term" : "4 situational factors influencing obedience",
      "id" : "6213819204",
      "definition" : "- location\n-proximity (victim and authority)\n-uniform",
      "version" : "1"
    },
    {
      "term" : "Proximity of victim affects",
      "id" : "6213819205",
      "definition" : "Closer = less obedience as more accountability having seen the consequences of actions visibly + able to make a personal connection w pt, more empathy more realistic",
      "version" : "1"
    },
    {
      "term" : "How does location affect",
      "id" : "6213819206",
      "definition" : "More prestigious, respected, intimidating = more obedience because legit authority",
      "version" : "1"
    },
    {
      "term" : "Proximity of authority affects",
      "id" : "6213819207",
      "definition" : "Closer authority, more obedience as consequence is more realistic and worse, more pressure to obey threat more real.",
      "version" : "1"
    },
    {
      "term" : "Uniform affects",
      "id" : "6213819208",
      "definition" : "Superior uniform = more obedience as subconsciously believed more authority, more respect, more pressure, less responsibility on pts.",
      "version" : "1"
    },
    {
      "term" : "Variation 1: proximity of victim",
      "id" : "6213819209",
      "definition" : "65%->40% (reduces obedience when pt and confederate in the same room - so pt more likely to take direct responsibility for their actions)",
      "version" : "1"
    },
    {
      "term" : "V2: proximity of authority",
      "id" : "6213819210",
      "definition" : "65%->21% (gave orders via telephone due to lack of physical authority figure pressent, less pressure, less fear of consequence )",
      "version" : "1"
    },
    {
      "term" : "V3: location",
      "id" : "6213819211",
      "definition" : "65%->47.5% (Yale uni -> run down building bc less prestigious, legit. So pts likely to feel the experiment more important and feel like they should obey.)",
      "version" : "1"
    },
    {
      "term" : "V4: uniform",
      "id" : "6213819212",
      "definition" : "65%-> 20% (less obedience due to less legit authority and less responsibility )",
      "version" : "1"
    },
    {
      "term" : "Define agentic state",
      "id" : "6213819213",
      "definition" : "A mental state where we feel no personal responsibility for our behaviour because we believe we are acting as an ‘agent’ for the authority figure and just carrying out their wishes. This frees us from the demands of our conscience\/guilt.",
      "version" : "1"
    },
    {
      "term" : "What are the two states and describe",
      "id" : "6213819214",
      "definition" : "Autonomous: where we follow our own moral compass\nAgentic: when we are freed from conscience and guilt because we are acting as an “agent” for an authority figure, behaving as they wish as opposed to according to our own moral compass because we feel no personal responsibility in our actions.",
      "version" : "1"
    },
    {
      "term" : "What is an agentic shift",
      "id" : "6213819215",
      "definition" : "The movement from the autonomous mental state to the agentic one.",
      "version" : "1"
    },
    {
      "term" : "Why does the agentic shift have face validity",
      "id" : "6213819215",
      "definition" : "Because that is what pts have described.",
      "version" : "1"
    },
    {
      "term" : "Why do we go into the agentic state?",
      "id" : "6213819216",
      "definition" : "Act to lose accountability and protect our conscience and self-image.",
      "version" : "1"
    },
    {
      "term" : "Why can the agentic state theory not be generalised.",
      "id" : "6213819217",
      "definition" : "Because it cannot be correct for 100% of ppl as only 65% obeyed, leaving 35% of pts who disobeyed. Therefore it is possible to defy authority, so we can suggest that the agentic state influences some people but not all.",
      "version" : "1"
    },
    {
      "term" : "How does self image and the agentic state interact",
      "id" : "6213819218",
      "definition" : "A person may usually assess the consequences of their actions for his or her self image, however once the person has moved into the agentic state this isn’t relèvent as it no longer reflects their self image.",
      "version" : "1"
    },
    {
      "term" : "Define legitimacy of authority",
      "id" : "6213819219",
      "definition" : "A person who is seen to be in a position of social control within a situation. When you are likely to see this persons as being of a higher status than yourself.",
      "version" : "1"
    },
    {
      "term" : "describe Blass and Schmitt",
      "id" : "6213819220",
      "definition" : "Showed film of milgrams study to students and asked them to identify who was responsible for harm to the ‘learner’.\nStudents blamed ‘exp’ rather than the pt.\nAlso indicated that the responsibility was due to legitimate authority - experimenter was top of the hierarchy - but also due to the experimenters expertise\/status (scientist)",
      "version" : "1"
    },
    {
      "term" : "What are 2 explanations for obedience",
      "id" : "6213819221",
      "definition" : "Agentic state\nLegitimacy of authority",
      "version" : "1"
    },
    {
      "term" : "Define binding factors",
      "id" : "6213819221",
      "definition" : "Situational aspects that enable a person to minimise the moral strain they feel when obeying an authority figure, keeping them in an Agentic state",
      "version" : "1"
    },
    {
      "term" : "Define dispositional explanation",
      "id" : "6213819222",
      "definition" : "Any explanation of behaviour that highlights the importance of the individuals personality",
      "version" : "1"
    },
    {
      "term" : "What is the authoritarian personality?",
      "id" : "6213819223",
      "definition" : "A type of personality the Adorno argued was especially susceptible to obeying ppl in authority. Such individuals are also thought to be submissive to those of a higher status and dismissive of “inferiors”.",
      "version" : "1"
    },
    {
      "term" : "Describe adornos study",
      "id" : "6213819224",
      "definition" : "Investigate causes of obedient personality in a study of more than 2000 middle classs white Americans and their unconscious attitudes towards other racial groups. \nf scale (eg of a likert scale) developed to measure authoritarian personality as an example of a self report study. \nFindings: people who scored highly were identified with ‘strong’ ppl and were contemptuous of the ‘weak’.\nThey were very conscious of status, showing excessive respect and willingness to please those of a higher status. \nAuthoritarian ppl had a cognitive style where there was no ‘fuzziness’ between categories of ppl\/they were stereotypical. \nStrong positive correlation between authoritarianism and prejudice.",
      "version" : "1"
    },
    {
      "term" : "What are some authoritarian characteristics",
      "id" : "6213819225",
      "definition" : "Tend to be especially obedient to authority\nHave extreme respect for authority and are submissive as a result \nThey have highly conventional attitudes towards sex race and gender \nThey view society as going to the dogs and therefore believe we need strong and powerful leaders to enforce traditional values such as love of country religion and family \nEverything is right or wrong they are uncomfortable with uncertainty .",
      "version" : "1"
    },
    {
      "term" : "Describe destructive authority",
      "id" : "6213819225",
      "definition" : "When problems arise as a result of legitimate authority becoming destructive such as ordering people to behave in inhumane ways e.g. Hitler Stalin.",
      "version" : "1"
    },
    {
      "term" : "Evaluation: situational explanations",
      "id" : "6213819226",
      "definition" : "+) One strength is Milgrim’s own study support the role of agentic state in obedience as participants often asked throughout the procedure “who is responsible if the learner is harmed” and when experimenter replied with “I’m responsible” the participants often went through with the procedure quickly with no further objections. This shows that once participants perceived they were no longer responsible for their own behaviour. They acted more willingly as the experimenters  agent.\n-) Agentic shift cannot explain the results of Milgrim‘s variations because the extent to which obedience rates varied suggests obedience is a product of situational variables rather than situational explanations. For example the genetic state explanation would predict high levels of obedience regardless of the situation whereas obedience in practice varied. This suggests that all characteristics of the situation must be taken into account rather than simply situational explanations like the agentic shift.\n+) it can be applied to the real world as it can explain cultural differences through legitimacy of authority theory. E.g. many study show in different countries Beedie rates differ e.g. mann and Kilham found only 16% of Australians went all the way to 450 V whereas Mantell found 85% of Germans did so. this shows how in some cultures authority is more likely to be accepted as legitimate and entitled to demand obedience such as in individualistic cultures or in collectivist cultures. This reflects the way the different societies are structured and the differences in how children are raised to perceive authority figures and therefore can be used as an explanation for obedience.\n-) not fully comprehensive as cannot explain all disobedience e.g. Rankin Jacobson study most were disobedient despite working in a hierarchical authority structure also despite being a minority 35% of Milgrim participants disobeyed despite recognising the experimental scientifical authority. This suggests that some people may be influence differently by the legitimacy of an authority figure or by the genetic state or perhaps that situational explanations interact with situational and dispositional variables in order to fully explain obedience. There’s also can be dangerous theory e.g. Agentic state as it reduces the responsibility and accountability taken for harmful actions which can be applied to the real world because if everybody thought that they can do authority’s wishes without consequences or personal liability, it would be an excuse to do any harmful action and get away with it.",
      "version" : "1"
    },
    {
      "term" : "What are some theorised origins of the authoritarian personality",
      "id" : "6213819227",
      "definition" : "Adorno et al believed AP forms in childhood mostly as a result of harsh parenting ricked discipline, absolute loyalty impossibly high standards and severe criticism of perceived failings, conditional love. Adorno argued that these childhood experience create resentment and hostility in a child however the child cannot express feelings directly because they fear punishment so fizz are displaced onto others who they perceive to be weaker through scapegoating. This explains why central feature of the AP is hatred towards people considered socially inferior or we belong to different social groups ( psychodynamic explanation.)",
      "version" : "1"
    },
    {
      "term" : "Evaluate dispositional explanation",
      "id" : "6213819228",
      "definition" : "+) one strength is evidence from Milgrim study supporting the AP. Milgrim alongside elms interviewed a small sample who had participated in the original obedience studies and being fully obedient they completed the F scale as part of the interview. These 20 participants scored significantly higher on the overall S scale and a comparison group of 20 disobedient participants the two groups were clearly quite different in terms of authoritarianism. This finding supports Adornos view that obedient people show similar characteristics to people who have an AP.\nCounterpoint ) however when the researchers analyse their individual sub skills of the F scale they found obedient participants had a number of characteristics that were unusual for authoritarians e.g. they did not glorify their fathers generally or experience unusually high levels of punishment in childhood or did not have particularly hostile attitudes towards their mothers. This means that the link between obedience and authoritarianism is complex so AP is unlikely to be a useful predictor of obedience.\n-) one limitation is the AP cannot explain obedient behaviour in the majority of a countries population e.g. in pre-war Germany millions of people display obedient and antisemitic behaviour. This was regardless of differing personalities so it’s impossible. They all possess an AP and alternative views that the majority of people identified with the antisemitic Nazi state and Scape goat the outgroup Jewish people a social identity theory approach. Therefore, a Dorno theory is limited because an alternative explanation is much more realistic.\n-) another limitation is the F scale only captures one kind of authoritarianism so it is an incomplete explanation. This is because it measures the tendency towards extreme right wing politics however.Mallinas suggest the F scale actually measures two elements: submission and traditionalism. Because only submission is strong and left-wing authoritarians while both are strong and right wing authoritarian submission is the key element in authoritarian behaviour and therefore Adornos theory cannot explain all historical incidents of destructive obedience.\nEducation may determine authoritarianism and obedience as research generally find the less educated or consistently more authoritarian e.g. Milgrim found participants with lower levels of education tended to be more obedient. This suggests that instead of authoritarianism causing obedience lack of education could be responsible for both authoritarianism and obedience. \nResearch is correlational: Adorno found many significant correlation between authoritarianism and prejudice however no matter how strongly correlated the variables it doesn’t show that one variable cause the effect on the other so unidentified distinct cause-and-effect relationship",
      "version" : "1"
    },
    {
      "term" : "What is displacement?",
      "id" : "6213819230",
      "definition" : "Idea that feelings AP person has about one thing or moved somewhere else e.g. negative feelings about being bullied by a parent are transferred to someone they deem inferior to them",
      "version" : "1"
    },
    {
      "term" : "Evaluate the link between authoritarianism and obedience",
      "id" : "6213819230",
      "definition" : "-)education may determine authoritarianism. Research shows generally less educated people are consistently more authoritarian than the well educated. Milgrams found pts with lower levels of ed. Tended to be more obedient. This suggests that instead of authoritarianism causing obedience, lack fo education could be responsible for both authoritarianism and therefore obedience. \n-) research is correlational. Adorno and his colleagues found that many significant correlations between factors such as authoritarianism and prejudice. However, no matter how strongly correlated the variables it does not show that one very caused the effect on the other can’t establish a distinct cause and affect relationship.",
      "version" : "1"
    },
    {
      "term" : "How are authoritarians towards people they view as inferior and superior to them?",
      "id" : "6213819231",
      "definition" : "Submissive and dismissive.",
      "version" : "1"
    },
    {
      "term" : "Define social support",
      "id" : "6213819232",
      "definition" : "The presence of a social dissenter who gives others the confidence to also resist social influence by modelling disruptive behaviour, as you are no longer alone against the majority.",
      "version" : "1"
    },
    {
      "term" : "What is supporting evidence for the theory of social support in affecting social resistance?",
      "id" : "6213819233",
      "definition" : "Allen and Levine found that conformity decreased when there was a dissenter on an asch-style study. In multiple variations, this even occurred when the dissenter was perceived to be unable to do the task appropriately (eg. Was wearing thick glasses), and people still conformed less. This supports the view that a dissenter (and therefore social support) could lead to resisting social influence as it wasn’t about thinking the other person who didn’t conform was right(ISI), but more that they modelled disruptive behaviour which then gave them the confidence to do so as well.",
      "version" : "1"
    },
    {
      "term" : "Minority influence define",
      "id" : "6213819233",
      "definition" : "Refers to situations where one person or a small group of people influences the beliefs and behaviour of others.",
      "version" : "1"
    },
    {
      "term" : "What type of conformity does minority influence most likely lead to?",
      "id" : "6213819234",
      "definition" : "Internalisation",
      "version" : "1"
    },
    {
      "term" : "Who studied the ‘blue green slide’",
      "id" : "6213819235",
      "definition" : "Moscovici",
      "version" : "1"
    },
    {
      "term" : "What 3 main processes did moscovici draw attention to through his research?",
      "id" : "6213819236",
      "definition" : "Consistency: minority must be consistent in their views as this increases interest from others. There are two types of consistency such as synchronic (says the same thing) and diachronic (say the same thing over time). Consistency starts making people rethink their own views (“if they all believe that maybe they’ve got a point”)\nCommitment: sometimes minorities engage in extreme activities which often involve personal sacrifice to draw attention to their views and demonstrate greater commitment and compel ppl to think ‘she must really believe in that cause maybe I should consider it’. (Augmentation principle)\nFlexibility: consistency can be off putting as people seem rigid,dogmatic and unbending. This can cause people to refuse to consider views which dont consider their opinions. The minority must be able to accept reasonable counter-arguments.",
      "version" : "1"
    },
    {
      "term" : "Describe consistency",
      "id" : "6213819236",
      "definition" : "Minority influence is most effective if the minority keeps the same beliefs both overtime and between all the individuals that formed the minority consistency is effective because it draws attention to the minority view",
      "version" : "1"
    },
    {
      "term" : "Describe commitment",
      "id" : "6213819237",
      "definition" : "Minority influence is more powerful if the minority demonstrates dedication to their position for example by making personal sacrifices this is effective because it shows the minority is not acting out of self interest",
      "version" : "1"
    },
    {
      "term" : "Describe flexibility",
      "id" : "6213819238",
      "definition" : "Relentless consistency could be counter-productive if it is seen by the majority as unbending and unreasonable therefore minority influence is more effective if minority also show flexibility by accepting the possibility of compromise",
      "version" : "1"
    },
    {
      "term" : "Describe minority influence",
      "id" : "6213819239",
      "definition" : "A form of social influence in which a small number of people persuade others to adopt their belief, attitude or behaviours lead to internalisation or conversion in which private attitudes are changed as well as public behaviours.",
      "version" : "1"
    },
    {
      "term" : "Describe moscovici’s coloured slides study.",
      "id" : "6213819239",
      "definition" : "Groups of four female participants and two confederates were put into groups. Shown a series of blue slides that varied in intensity and were asked to judge the colour of each slide. In the consistent trials, the confederate consistently said the slides were green and found the 8% conformed and 32% of participants agreed with the Confederates at least once. In the inconsistent trials the confederate called 2\/3 of the slide green and one third of the time blue. They showed very little influence on pts. in trials where there were no confederates trying to influence the participants they said all the slides were blue all the time.",
      "version" : "1"
    }
  ],
  "source_type" : "",
  "created_by" : "",
  "lang_definitions" : "en-US",
  "created_date" : "1757085748.569663",
  "title" : "Social Influence",
  "lang_terms" : "en-US"
}